Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=936_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Seminaari: Eilisen jälkeen – Saamelaisen yhteiskunnan ja saamentutkimuksen uusia tuulia
sme: Seminára: Ievttá maŋŋá- Sámeservodaga ja sámedutkama ođđa biekkat

source: Saamelaiskulttuurikeskus Sajoksessa Lapin yliopisto, Oulun yliopiston Giellagas-Instituutti ja Saamelaisalueen koulutuskeskus järjestävät yhteistyössä saamentutkimuksen seminaarin 13.-14.11.2014.
sme: Sámedutkama seminára 13.-14.11.2014, Sajos, Anár. Lágideaddjit Lappi universiteahtta, Giellagas instituhtta ja Sámi oahpahusguovddáš

source: Saamentutkimus on omalta osaltaan rakentamassa saamelaista yhteiskuntaa ja viitoittamassa saamelaisen tulevaisuuden suuntaviivoja.
sme: Sámedutkan hukse sámeservodaga ja ofelastá sápmelaččaid boahttevuođa bálgáid ala.

source: Saamentutkimus on moniäänistä tutkimusta, joka usein käsittelee paitsi menneen ja tulevan, myös paikallisen ja globaalin suhdetta.
sme: Sámedutkan lea máŋggajienat suorgi mii gieđahallá vássán ja boahtevaš áiggi muhto maiddái báikkálaš ja globála oktavuođaid.

source: Eräs keskeinen saamentutkimusta määrittävä kysymys on saamelaisten asema alkuperäiskansana ja näin kiinnittyminen sekä alkuperäiskansojen yhteisöön että alkuperäiskansateorioiden ja - metodologioiden kenttään.
sme: Okta guovddáš gažaldat mii meroštallá sámedutkama lea sápmelaččaid sajádat eamiálbmogin ja dakko bokte oktavuohta eamiálbmogiid servodahkii ja eamiálbmotteoriijaid ja metodologiijaid surggiide.

source: Saamentutkimus – kuten myös saamelainen yhteiskunta – on siis yhtaikaa paikallista ja kansainvälistä ja näin kotouttaa monenlaisia kansainvälisiä tieteellisiä ja poliittisia virtauksia ja käytäntöjä.
sme: Sámedutkan- dego maiddái sámeservodat − lea oktanaga sihke báikkálaš ja globála ja váldá háldui máŋggalágán álbmogiidgaskasaš diedálaš ja politihkálaš rávnjjiid ja geavadagaid.

source: Seminaarissa pohditaan yhtäältä saamelaisen yhteiskunnan tulevaisuutta ja saamentutkimuksen roolia yhteiskunnan rakentajana ja yhteiskunnallisen keskustelun herättäjänä ja ylläpitäjänä.
sme: Semináras guorahallat sámeservodaga boahttevuođa ja sámedutkama rolla servodaga huksejeaddjin ja servodatlaš ságastallama boktaleaddjin ja doalaheaddjin.

source: Toisaalta seminaarissa käsitellään puhujien omien teemojen kautta saamentutkimusta ja saamelaisuutta menneen ja tulevan, paikallisen ja globaalin risteyksissä.
sme: Nuppe dáfus semináras giedahallat sámedutkama ja sápmelašvuođa vássán ja boahttevaš, báikkálaš ja globála beliid hálliid iežaset temaid bokte.

source: Seminaarin pääpuhujana on professori Rauna Kuokkanen Toronton yliopistosta.
sme: Seminára váldosáhkávuoruid doallaba veahkkeprofessor Rauna Kuokkanen (Toronto universiteahtta) ja veahkkeprofessor, doseantta Pigga Keskitalo (Sámi allaskuvla, Helssega universiteahtta).

source: Lisäksi seminaarissa on nuorten tutkijoiden paneeli.
sme: Semináras lea maiddái nuorra dutkiid panela.

source: Lämpimästi tervetuloa !
sme: Buresboahtin !

source: Ohjelma Torstai 13.11. 8.30 Seminaarin avaus 8.45 Professori Rauna Kuokkasen (Toronton yliopisto) puheenvuoro: Sámedutkamis lea stuorra servodatdoaibma. ”
sme: Duorastat 13.11. 8.30 Seminára rahpan 8.45 Professor Rauna Kuokkasen (Toronto universitehta) sáhkavuorru: “ Don galggat dutkat dakkára mii duhtada ásahusa. ”

source: Makkár ja mo dutkan ovddida servodaga ? Katso Livestream.
sme: Sámedutkamusa rolla servodaga huksemis ja servodatságastallamis.

source: 10.00 Tauko 10.15 Osallistujien esityksiä: Lydia Heikkilä (Lapin yliopisto): Tutkimuseettiset ohjeet ja saamelaisia koskeva sosiaali- ja terveystutkimus.
sme: 10.00 Boddu 10.15 Oassálasttiid sáhkavuorut Lydia Heikkilä (Lappi universitehta): Tutkimuseettiset ohjeet ja saamelaisia koskeva sosiaali- ja terveystutkimus.

source: Sandra Juutilainen (Oulun yliopisto): From grassroots to government: Indigenous and Ally efforts to developing guidelines and policy for research involving Indigenous people in Canada.
sme: Sandra Juutilainen (Oulun universitehta): From grassroots to government: Indigenous and Ally efforts to developing guidelines and policy for research involving Indigenous people in Canada.

source: Laura Junka-Aikio (Oulun yliopisto): Saamelaismääritelmäkeskustelu ja purkavan tutkimuseetoksen rajat.
sme: Laura Junka-Aikio (friija dutki): Saamelaismääritelmäkeskustelu ja purkavan tutkimuseetoksen rajat.

source: Irja Seurujärvi-Kari (Helsingin yliopisto): Algoálbmotdiehtu ja allaskuvlen - Alkuperäiskansatiedon tuottaminen ja korkeakoulutus.
sme: Irja Seurujärvi-Kari (Helssega universitehta): Algoálbmotdiehtu ja allaskuvlen - Alkuperäiskansatiedon tuottaminen ja korkeakoulutus.

source: 12.15 Lounas 13.00 Osallistujien esityksiä: Rauna Rahko-Ravantti (Lapin yliopisto): Sámeoahpahusa árgga dutkamin.
sme: 12.15 Borranboddu 13.00 Oassálasttiid sáhkavuorut Rauna Rahko-Ravantti (Lappi universitehta): Sámeoahpahusa árgga dutkamin.

source: Rauni Äärelä (Lapin yliopisto): Sámegielat giellalávguma ollašuhttin ja iešvuođat.
sme: Rauni Äärelä (Lappi universitehta): Sámegielat giellalávguma ollašuhttin ja iešvuođat.

source: Hanna Helander (Oulun yliopisto): Saamelaisen kertomaperinteen pedagogiset piirteet ja hyödyntäminen opetuksessa.
sme: Hanna Helander (Helssega universitehta): Saamelaisen kertomaperinteen pedagogiset piirteet ja hyödyntäminen opetuksessa.

source: Inker-Anni Linkola (Saamelaisarkisto): Koulun kielimaisema saamen kielen aseman heijastajana.
sme: Inker-Anni Linkola: Koulun kielimaisema saamen kielen aseman heijastajana.

source: 15.00 Kahvit 15.30 Osallistujien esityksiä: Laura Olsen (Lapin yliopisto): Ympäristöturvallisuuden uhat saamelaisten näkökulmasta Leena Heinämäki (Lapin yliopisto): Projekti arktisten alkuperäiskansojen pyhien paikkojen suojelusta: pohdintoja osallistamisesta, itsemääräämisoikeudesta ja kumppanuuksien rakentamisesta Juha Pentikäinen (Helsingin yliopisto / Lapin yliopisto): Pohjoisen etnografia ja saamentutkimus: Castrén, Laestadius-veljekset, Fjellner, Reguly 17.00 Päivän päätös 19.00 Illallinen Hotelli Kultahovi Perjantai 14.11. 8.30 Nuorten tutkijoiden paneeli Mukana Anne-Maria Magga (Lapin yliopisto), Annika Pasanen (Helsingin yliopisto), Saara Tervaniemi (Lapin yliopisto) ja Sigga-Marja Magga (Oulun yliopisto).
sme: 14.55 Káffe 15.15 Oassálasttiid sáhkavuorut Tanja Joona (Lappi universitehta): Poronhoito on osa saamelaiskulttuuria. Johanna Kumpula (Turku universitehta): Alkuperäiskansaan Kuuluminen – itseidentifikaatio oikeudellisessa valossa Laura Olsen (Lappi universitehta): Ympäristöturvallisuuden uhat saamelaisten näkökulmasta Leena Heinämäki (Lappi universitehta): Projekti arktisten alkuperäiskansojen pyhien paikkojen suojelusta: pohdintoja osallistamisesta, itsemääräämisoikeudesta ja kumppanuuksien rakentamisesta 16.45 Boddu 17.00 Nuorra dutkiid pánelaságastallan Mielde Anne-Maria Magga Oulu / Lappi univeristehta), Annika Pasanen (Helssega universitehta), Saara Tervaniemi (Lappi universitehta) ja Sigga-Marja Magga (Oulu universitehta).

source: Puheenjohtajana Liisa Holmberg (Saamelaisalueen koulutuskeskus).
sme: Ságadoallin Liisa Holmberg (Sámi oahpahusguovddáš).

source: 9.45 Tauko 10.00 Osallistujien esityksiä: Tuija Hautala-Hirvioja (Lapin yliopisto): Suomen saamelaiskuvataiteen muutoksia 1970-luvun lopulta alkaen Reetta Toivanen (Helsingin yliopisto): Kyselytutkimus saamelaisalueella Janne Saarikivi (Helsingin yliopisto): Huomioita saamen ja suomen kielirajan identiteettien historiasta Otso Kortekangas (Tukholman yliopisto): Uusia suuntia, vanhoja rajoja - saamelaisten kouluhistorian moniääninen tulevaisuus 12.00 Seminaarin päätös Kouluhistoriaseminaari ja kirjan julkistamistilaisuus siirretty pidettäväksi 15.12. klo 18.00 Lapin maakuntakirjastossa Rovaniemellä. Tapahtuman järjestäjä: Lapin yliopisto, Oulun yliopiston Giellagas-Instituutti ja Saamelaisalueen koulutuskeskus Sanna Valkonen sanna. valkonen (at) ulapland.
sme: 18.15 Beaivvi loahpaheapmi 19.00 Eahketmállásat Bearjadat 14.11. 8.30 Veahkkeprofessor, doseanta Pigga Keskitalon (Sámi allaskuvla, Helssega univeritehta) sáhkavuorru: Fátmmasteaddji sámedutkan 9.45 Boddu 10.00 Oassálasttiid ovdanbuktimat Juha Pentikäinen: Pohjoisen etnografia ja saamentutkimus: Castrén, Laestadius-veljekset, Fjellner, Reguly Hannu Kahakorpi: Vienan Lappi Torkel Rasmussen: Sámegiela ceavzinnávccat guovtti gránnjagielddas 2000-logu álggus Tuija Hautala-Hirvioja: Suomen saamelaiskuvataiteen muutoksia 1970-luvun lopulta alkaen Reetta Toivanen: Kyselytutkimus saamelaisalueella Otso Kortekangas (Tukholman yliopisto): Uusia suuntia, vanhoja rajoja - saamelaisten kouluhistorian moniääninen tulevaisuus 12.30 Seminára loahpaheapmi Skuvlahistorjáseminára ja girjji almmustahtin šluhttejuvvon
